"DOWNGRADE_TITLE" = "新しいバージョンのJavaがすでにインストールされています。";

"DOWNGRADE_MESSAGE" = "%1$@をインストールしようとしていますが、%2$@がすでにインストールされています。\n詳細は、java.com/newerversionexistsを参照してください。";

"Restore Security Prompts" = "セキュリティ・プロンプトの復元";

"Browser Plug-in Disabled" = "ブラウザ・プラグイン無効";

"Continue" = "続行";

"Close" = "閉じる";

"Install" = "インストール";

"Finish" = "終了";

"You have Successfully Installed %@ \nand the Ask extension(s)." = "%1$@およびAsk拡張機能が正常に\nインストールされました。";

"The security level has been set to a minimum value of High." = "セキュリティ・レベルは最小限の値である「高」に設定されています。";

/* Dynamic welcome string */
"Welcome to the %@ Installer" = "%1$@インストーラへようこそ";

/* Dynamic complete string */
"You have successfully installed %@." = "%1$@が正常にインストールされました。";

"Information about" = "Oracle Java SEロードマップに関する重要な情報:";

"Oracle has announced" = "OracleからJava SEの将来のリリースへのアクセスに影響する変更が到着しています。 ";

"Corporate users may" = "企業のユーザーは2019年1月になるとすぐに影響を受けます。 ";

"and others" = "詳細は、下のリンクに従ってください。\n";

"More Information on roadmap" = "ロードマップの詳細情報";

"Changes are" = "OracleからJava SEの将来のリリースへのアクセスに影響する変更が到着しています。\n\n";

"Corporate users" = "企業のユーザーは2019年4月になると影響を受けます。\n\n";

"These changes" = "これらの変更は、インストールしようとしているバージョンには影響ありません。";

"For additional" = "詳細は、下のリンクに従ってください。\n\n";

"More Information..." = "詳細情報...";

"Important Info" = "Oracle Java SEロードマップに関する重要な情報";

"OK" = "OK";

"Java provides" = "Javaを使用すると、驚くべきコンテンツの世界にアクセスできます。ビジネス・ソリューションから有用なユーティリティやエンターテインメントまで、様々な分野でJavaはあなたのインターネット体験を豊かにします。\n\n";

"Note: No" = "ノート: インストール・プロセスで個人情報が収集されることはありません。\n";

/* hyperlink - do not use punctuation */
"Click here" = "ここをクリック";

/* Click here for more information on what we do collect. is the full sentence */
" for more" = " すると、収集される情報について確認できます。";

"Click Install" = "「インストール」をクリックすると、 ";

"license agreement" = "ライセンス契約に同意して";

" and install" = " Javaが今すぐインストールされます。";

"Install >" = "インストール >";

"Please remove" = "最新でないバージョンのJavaを削除してください";

"The Java software" = "このコンピュータ上のJavaソフトウェアのバージョンは最新ではなく、今後の更新は利用できません。\n\n";

"Keeping out-of-date" = "最新でないバージョンのJavaをシステム上に残しておくと、セキュリティ・リスクが生じる可能性があります。\n\n";

"If you still" = "削除後もデスクトップ・アプリケーションを実行するためにJavaが必要な場合は、 ";

" for a recommended" = " にアクセスして推奨バージョンを確認してください。";

"Remove" = "削除 >";

"Java Deployment" = "Javaデプロイメント・キャッシュ";

"Java maintains" = "Javaでは、よく使用されるJavaプログラムの再ロードを高速化し、トレース・ファイルおよびログ・ファイルを格納する目的で、キャッシュを保持しています。Javaランタイムを削除しようとしているため、このキャッシュも削除してコンピュータの領域を解放することをお薦めします。\n\n詳細: ";

"Java Deployment Cache" = "Javaデプロイメント・キャッシュ";

"Would you like" = "\n\nJavaキャッシュを削除しますか(推奨)。";

"Yes" = "はい";

"No" = "いいえ";

"Uninstalled" = "Javaが正常に削除されました";

"NoJavaToUninstall" = "システムでJavaのインストールが検出されませんでした";

"Complete" = "完了";

"Later" = "後で";

"Update" = "更新";

"Please remove unused" = "使用していないバージョンのJavaを削除してください";

/* It appears that you have not used Java on your system in over 6 months. We recommend that you uninstall it by clicking the Remove button below. */
"It appears that" = "ご使用のシステムではJavaが6か月を超えて使用されていないようです。Javaをアンインストールすることをお薦めします。それには下の ";
" Remove" = "削除";
" button below." = " ボタンをクリックします。";

"If you later" = " 後でJavaが必要になった場合は、java.comから再インストールできます。";

/* If you wish to" = "If you wish to keep Java on your system, please update it by clicking the Update button below. */
"If you wish to" = "ご使用のシステムにJavaを残す場合は、Javaを更新してください。それには下の ";
" Update" = "更新";

"Fail to install" = "Javaのインストールに失敗しました";

"Uninstalling" = "Javaをアンインストールしています...";

"Fail to uninstall" = "Javaのアンインストールに失敗しました: %@";

"XPC connection error." = "XPC接続エラー。";

"Error code" = "OSエラー・コード%lld。";

"shell is not available." = "シェルは使用できません。";

"process cannot be created." = "プロセスを作成できません。";

"Commercial License" = "このバージョンには商用ライセンスが必要です";

"Use of this" = "このバージョンを使用するには、自分で取得したか、ソフトウェア・プロバイダのいずれかが取得した商用ライセンスが必要です。";

"You can also" = "このバージョンは、Java Runtimeを必要とするライセンス取得済のOracle製品の実行にも使用できます。";

"Learn more about this release" = "このリリースの詳細";

"Details on the" = "収集する情報の詳細";

"cannot delete" = "Javaデプロイメント・キャッシュを削除できません";

"Password prompt" = "続行するには、%@に権限が必要です。";

"Java Update" = "Java Update";

"OSCHECK_TITLE" = "OracleのJavaには%1$@ %2$@以上が必要です。";

"OSCHECK_MESSAGE" = "ご使用のシステムには%1$@バージョン%2$@があります。この製品はバージョン%3$@以上にインストールできます。\n詳細は、java.com/helpを参照してください。";

"Welcome to Java" = "Javaへようこそ";

"This version" = "このバージョンのJavaを使用するには、オラクル社、認定されたOracleパートナまたは認定されたサード・パーティのソフトウェア・プロバイダからOracle Java SEのライセンスを取得している必要があります。適切なライセンスがあるかどうかを確認するのはお客様の責任です。ライセンスがある場合は、「インストール」をクリックしてインストール・プロセスを続行してください。";

"If you have" = "ライセンスがない場合は、「削除」をクリックしてインストール・プロセスを中止し、古いバージョンのJavaを削除するかどうかを選択してください。";

"No personal" = "インストール・プロセスで個人情報が収集されることはありません";

"Welcome to Java -" = "Javaへようこそ - 更新されたライセンス条項";

"The terms" = "このバージョンのソフトウェアのライセンスに適用される条項が変更されました。";

"Updated License" = "更新されたライセンス契約";

"This version -" = "このバージョンのJava Runtimeは、個人の(商用でない)デスクトップおよびラップトップの使用に限ってライセンスされます。";

"Commercial use" = "このソフトウェアを商用目的で使用するには、オラクル社またはソフトウェア・ベンダーからのライセンスが別途必要です。";

"Click install or" = "「インストール」をクリックしてライセンス契約に同意し、Javaのインストールを今すぐ開始するか、「削除」をクリックしてJavaをシステムからアンインストールします。";

"Remove -" = "削除";
